Repository: KDE/akonadi-search
Catalog: po/*/akonadi_search.po
Languages: eo, ro, tr

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
ro: Sergiu Bivol
tr: Emir SARI

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com
ro: sergiu@cip.md
tr: emir_sari@icloud.com

# @info:status
source: No indexers available
eo: Neniuj indeksiloj disponeblaj
ro: Niciun indexator disponibil
tr: Kullanılabilir indeksleyici yok

source: Indexing collection: %1
eo: Indeksante kolekton: %1
ro: Se indexează colecția: %1
tr: Koleksiyon indeksleniyor: %1

source: Akonadi HTML To Text
eo: Akonadi HTML Al Teksto
ro: Conversie HTML în text pentru Akonadi
tr: Akonadi HTML’den Düz Metne

source: Akonadi HTML To Text Converter
eo: Akonadi HTML-al-Teksta Konvertilo
ro: Convertor HTML în text pentru Akonadi
tr: Akonadi HTML/Düz Metin Dönüştürücüsü

source: © 2023-2024 KDE Community
eo: © 2023-2024 KDE-Komunumo
ro: © 2023-2024 Comunitatea KDE
tr: © 2023–2024 KDE Topluluğu

source: Maintainer
eo: Prizorganto
ro: Responsabil
tr: Bakımcı

source: Ready
eo: Preta
ro: Pregătit
tr: Hazır

source: Collection "%1" indexed
eo: Indeksis kolekton "%1"
ro: Colecția „%1” e indexată
tr: “%1” koleksiyonu indekslendi

source: Text Files (*.txt);;All Files (*)
eo: Tekstdosieroj (*.txt);;Ĉiuj Dosieroj (*)
ro: Fișiere textuale (*.txt);;Toate fișierele (*)
tr: Metin Dosyaları (*.txt);;Tüm Dosyalar (*)

source: Could not write the file %1: "%2" is the detailed error description.
eo: Ne eblis skribi al la dosiero%1: "%2" estas la detala erarpriskribo.
ro: Nu s-a putut scrie în fișierul %1: „%2” este descrierea detaliată a erorii.
tr: %1 dosyası yazılamadı: “%2”, ayrıntılı hata açıklamasıdır.

# @title:window
source: Save File Error
eo: Dosierkonservada Eraro
ro: Eroare la salvarea fișierului
tr: Dosya Kaydetme Hatası

source: Contacts
eo: Kontaktoj
ro: Contacte
tr: Kişiler

source: Autocompleted from received and sent emails
eo: Aŭtomate kompletigita el ricevitaj kaj senditaj retpoŝtoj
ro: Completat automat din scrisorile primite și trimise
tr: Alınan ve gönderilen e-postalardan kendiliğinden tamamlandı

# @option:check
source: Search in contacts indexed from sent and received emails too
ro: Caută și în contactele indexate din scrisori primite și trimise
